In [1]:
import pandas as pd
# pd.read_csv('ml-100k/u.item', sep='|', names=m_cols , encoding='latin-1')
df = pd.read_csv('Book1.csv')
df.head()

   Serial Number Name  Height (in inches)  Age  Phone number
0              1   AA               142.0   10     100000001
1              2   AB               143.0   11     100000002
2              3   AC               145.0   12     100000003
3              4   AD               172.0   13     100000004
4              5   AE               147.0   14     100000005